package com.example.zhihu_daily.datas;

import java.util.List;

public class DataGsonForArticle {

    /**
     * body : <div class="main-wrap content-wrap">
     <div class="headline">

     <div class="img-place-holder"></div>



     </div>

     <div class="content-inner">




     <div class="question">
     <h2 class="question-title"></h2>

     <div class="answer">

     <div class="meta">
     <img class="avatar" src="http://pic1.zhimg.com/da8e974dc_is.jpg">
     <span class="author">匿名用户</span>
     </div>

     <div class="content">
     <p>月薪税后到手约 47K。</p>
     <p>基本情况：年龄 32 岁，211 本科，北京工作，金融 -PE- 中层，09 年初始工作时长辈帮助：5000 元。</p>
     <p>目前情况：</p>
     <p>1、无车无房、无户口</p>
     <p>2、为了孩子，三环中档小区（封闭、设施还算 ok）租房，13K/ 月</p>
     <p>3、有孩子后，家庭基本生活费月开销约 12K：</p>
     <ul><li><strong>孩子妈五险 + 个税</strong>，她全职带孩子（无老人帮忙），2.3K</li>
     <li><strong>餐饮</strong>，包括：果蔬采买 + 外卖 + 偶尔餐厅吃饭（一般每周不超过 2 回，单次 200 元左右），3K</li>
     <li><strong>购物</strong>，包括：日用品 + 全家鞋服（我很少置办，鞋基本上一双斯凯奇穿到破，衣服如果合身就不买，胖了穿不下以前的衣服就去优衣库买替换装；孩子妈偶尔淘宝买两件，单价≤500 元；孩子长得快，衣服需要常置办），3K</li>
     <li><strong>文教，</strong>买书（以 kindle 为主，便宜不占地）、听课，0.6K</li>
     <li><strong>烟酒零食</strong>，不抽烟 + 每天一罐啤酒（生孩子前还能喝得起罗 10，孩子出生后基本喝燕京）+ 零食，0.3K</li>
     <li><strong>乱七八糟</strong>，地铁（交通）+ 通讯 + 水暖电费 + 其他，0.7K</li>
     <li><strong>医疗</strong>，说实话不敢病（拔了一颗牙，医生建议种植，费用约 30K，嫌贵一直拖着），头疼感冒自己买点药，实在不行去公立医院，年花费摊到每月 0.1K</li>
     <li>孩子妈零花钱，答应 5K/ 月，但是实际给付 2K/ 月（差额欠着，虽然孩子妈也不会让我还她~股市行情不好，没钱啊）</li>
     </ul><p>4、大额项，摊销到每月约 8.7K</p>
     <ul><li>孩子早教，悦宝园 60 节课（够上半年），18K——游泳班、乐高兴趣班基本都要 300-400/ 节，财务负担有些重，没给孩子报</li>
     <li>孩子看病，为了少让孩子受罪 + 不交叉感染，办了新世纪妇儿医院熊猫卡，活动价两年 10K，看病单次约 1K，印象中 1 年约看 10 回 +</li>
     <li>因为没车，所以在首汽约车神州专车充点钱，作为带孩子出去应计用，5K</li>
     <li>回老家往返交通，孩子妈家比较远，她一年回一次（我工作忙，没怎么去她家），飞机往返 4K，我家较近，一家三口出动，高铁往返一年两次，约 4K</li>
     <li>岳母一年两次来京帮忙照顾孩子，飞机往返约 6K，感谢礼物 2K</li>
     <li>人情花销，亲戚生日 + 孝敬老人 + 过年红包 + 工作请客 + 朋友往来，至少 50K</li>
     </ul><p>以上每月合计 33.7K。</p>
     <p>剩下的 13K，除了留 3K 作为备用金外，基本都投资股市了。总得找点开源不是。熊市下行，收益就不想了，低价布局一些筹码。</p>
     <p>金融行业和股市同步向下，外加得有项目成功退出公司才有收益：2017 年年终奖无，今年估计也无。</p>
     <hr><p>总的来说：</p>
     <p>1、就是一普通人，没觉得而且事实上也就是中等水平，完全没有优越感</p>
     <p>2、焦虑</p>
     <ul><li>孩子马上要上学，没有户口上不了公立幼儿园，私立幼儿园差不多点的基本 13K/ 月，也就是说等孩子上幼儿园，收入直接月光</li>
     <li>任何行业都有周期，且都要为过去的疯狂买单。PE 更是如此，2016 年转行到 PE 后：2016-201706，行业虽然还可以，但是所在公司出于谨慎投资不多；201706 至今，可预料到 201912，行业下行，为过去疯狂买单，虽然好标的出现投资机会，但同时募资很困难，看好没钱投这种情况会，不再少见</li>
     <li>金融这个行业的从业人员，其实职业周期很短，除非掌握资源或者履历光鲜、能力出众，否则 35-40 基本就很难再有好的 offer 给你，不进则退</li>
     <li>房子可以努努力，但是基本对户口死心了，积分落户不够格，且以后要求只会更高。要考虑孩子未来的教育出路，纯私立的背后要求绝对的财力</li>
     </ul><p>有时候也会想人生的意义是什么，旋即一晒，脚下的路都没走好，考虑那么远干嘛。</p>
     <p>感觉也挺亏待孩子妈的，两年没带她出去旅游了，华为 2K 的手机硬是撑着用了快 3 年，实在扛不住了，这回双 11 换了一个小米 8.虽说每月给 2K 的零花，其实也基本都花给孩子花给家里日常了。</p>
     <p>不夸张，好几次看银行余额不到 800，都在自嘲越活越回去了，还不如过去单身时月薪 5K 活得潇洒。</p>
     <hr><p>统一回复评论中各位提出的疑问：</p>
     <p>1、没必要编，“我赚得多过得惨”，编这种瞎话有意义么，自虐博同情？大家都是成年人，我要这种廉价同情有毛用。更何况编故事，也不会有人给稿费。</p>
     <p>2、各位看官，想必有很多没在北京生活，不了解一些情况：</p>
     <ul><li>瓜果蔬菜肉蛋，没各位想的那么贵。只要不买有机，去新发地菜篮子、超市晚档（为了去库存，晚间蔬菜大降价）花不了多少钱，两天的水果蔬菜，40 元足矣。一块质量不错的五花肉也就不到 30 元。</li>
     <li>北京餐饮竞争激烈，只要不去那种明显吃环境、发朋友圈的地方，两个大人一顿饭超不过 300 元.更何况我对日料、海鲜什么的不感兴趣，卫生、有孩子吃的、口味还行就 OK，贵的如西贝，一顿也吃不了 300 元。</li>
     </ul><p>那么贵的是什么：</p>
     <ul><li>幼教贵。动辄一节课 300.（1）培养孩子，（2）动不动就雾霾，孩子精力旺盛不愿意呆家里，只能在这种室内耗电，（3）周围孩子都上，（4）让孩子妈能适当休息下。上课理由不充分么？至于有人说能 1 万上 1 年的，纠正下（1）悦宝园按课数收费，（2）三环边上的悦宝园不讲价，好说歹说最多就送个几节课。</li>
     <li>幼儿园贵。私立双语幼儿园 + 三环，13K/ 月属于中等水平，为什么？孩子多、有钱人多、幼儿园少。举例，红黄蓝虐童事件为什么没影响他的招生？刚需在那放着。多说一句，我想咬牙送孩子读还不一定能成功。家周围的幼儿园好几所已排队到 2020 年。而且郁闷的是还要面试孩子 + 家长，控制通过率。（我若说：2 岁多的孩子为了入园上培训班，英语面试家长，还要看家庭财力学历，估计又有很多人跳出来说我吹牛不上税）</li>
     <li>为什么不买房，好让孩子上公立学校？——北京招生分 N 档，第一档是父母孩子都是京户 + 三人户籍都在本区 + 有房子有学区名额。第二档是京户 + 孩子是本区户籍、父母是北京其他区户籍 + 有房有学区名额。依次类推。我一个拿工作居住证的，就算买了房，也是倒数档，完全轮不上。</li>
     <li>医疗贵。各位可能没去过儿研所或者北京儿童医院，去了之后就彻底明白什么叫：人声鼎沸 + 彻夜排队 + 挂号困难 + 各种症状（绝不仅是感冒伤寒头疼脑热）。新世纪妇儿医院是私立医院，医生够专业，我不想孩子受罪、不想交叉感染，也咬牙承受得起费用。至于怀疑次数的，等你有了孩子，就知道新生儿有多娇弱，急疹、湿疹、过敏、上感等等。</li>
     <li>房租贵。各位可以看看链家这些中介公布的房源，整租东 3 环两居室，没低于 7000 的。楼龄稍微新点（2005 以后）、物业稍微好点、离地铁站稍微近点、周围商业配套成熟点，房租轻松过万。上文写的 13K 是两年前的谈好的价格，房子马上到期，业主要涨价。我不打算续租了，换地。做功课找房的时候看着目前的租房行情，目瞪口呆，这么高的房租房源还少，有钱人真是太多了。</li>
     <li>社保贵。家里老人帮不上忙，孩子妈辞职带孩子，但是社保不能断啊，一断了就影响以后的养老和医疗。只能挂靠朋友公司，不间断继续缴纳。对了，社保征收改革，以后由税务机关收取社保，个税和社保基数必须一致。交的钱更多了。</li>
     </ul><p>多说一句，金融、PE 没有大众想的那么光鲜，除了金字塔脖子以上的那些人，剩下的人就是基数，被平均。更不可能随随便便年入百万、千万的。别被什么华尔街之狼、揭秘糜烂的投行 / 私募等不实信息忽悠了。这个行业大部分人是普通人，想收入多，投胎不可控、长袖善舞（能影响资源掌握者的决策）没那个能耐、就只剩拼专业（做 PE 起码得会：CPA+ 法务 + 投资分析 + 行业 + 经济）拼出差（坐飞机做成金卡、项目一扎几个月）拼加班（码农和金融承做谁加班多是个未解之谜）。不催泪，每年都会有人累到猝死。不多说了，免得被人杠，说我唱苦情戏。</p>
     <p>我也很清楚收入规划有问题，凭借着北京白领里最多 70 分水平的收入，自己给自己套上“孩奴”，希望给孩子 200%的爱。当然这些困境都是暂时的，毕竟是干金融的，若是无法在工作外给家庭创造些额外收入，那也就太水了，有何面目见基金里的 LP。评论里有同学猜测我家没存款——投资里“资产配置”是再基础不过的原理，你猜我会忘记么？<strong>生金蛋的鹅是不能随随便便割肉来吃的</strong>。孩子妈 2000 元零花、我自己的低消费，（1）共克时艰；（2）我们消费需求确实不高。</p>
     <p>言尽于此了，熬夜写这么多也不会有人给一分钱，纯当自己整理心情了。</p>
     <p>各位看官随意了，同情的、叹息的、感同身受的、猎奇的、抬杠的、恶意揣测的，都随意。此后这个问题下，我也当个看官。</p>
     <p> </p>
     <p>郑重声明，以下文字，不发鸡汤不为人师，觉得看着碍眼的人请移驾别处。</p>
     <p>1、周金涛说，人生就是一场康波。过去对此完全无感，看看就过去了，这几年却不自觉时时品味：大到国运、中到所处行业发展 / 所在区位经济水平、小到公司行业地位 / 所在部门被重视程度 /team leader 话语权，说到底都是趋势。小波共振形成中波，中波叠加 / 抵消形成大波。不同的波有不同的斜率，看看 A 股不同行业毛利率、净利率、CAGR 就深知不同行业盈利能力天差地别。天赋、努力的权重绝对小于所在行业趋势的权重。也就是说你的天赋努力决定你的相对位置，而所在行业所从事的分工决定你的绝对位置。</p>
     <p>2、不错的行业、不错的分工、通过个人不断的努力提高话语权和影响力，资源自然会聚集过来，资源中更重要的是以人为载体所体现出的思想、价值观和智慧。让你看到看大的世界，更多参差多态的所想所为。<strong>俗点说，就是更多赚钱的方式以及对钱以及风险的看法</strong>。没有风险就没有波动，没有价差，最终导致没有赚钱效率。正如评论里同学提到互联网这么发达，有兴趣的同学可以自己搜索：期现套利、场内外折溢价套利、分级 AB 套利、封转开套利、token 搬砖套利、可转债套利等等，相信能为这些同学打开一扇新的大门（再次申明，投资需谨慎，盈亏自负）。——知识就是力量就是钱，本金多少决定你能上哪张牌桌。</p>
     <p>3、不要以负面的眼光看待不熟悉的领域，更不要觉得自己是受害者，把别人当做假想敌。就算一时爽，与现实无益啊。别看到些灰色，就认为这个领域都是如此没一个好鸟，更遑论你了解的灰色，有多少是以讹传讹、博人眼球的。不否认，金融这个行业，尤其是 PE，确实存在着拿到独角兽融资额度倒手一卖就收差额外加还有 fee 和 carry。但各位想没想过，为什么这些人就能拿到额度，为什么就有资金心甘情愿愿意承担这些额外的成本。无他，你强我弱。能拿到额度，就证明这人能与标的公司实控人深度接触、能付出让实控人心动的代价。说到底就是等价交换。</p>
     <p>4、我们控制不了投胎（其实我们已经很幸运了，没抽到非洲、中东、朝鲜这些签），能控制的只有自己付出多少努力，努力不一定成功（但能增加成功的概率），不努力肯定不会成功。<strong>再说一遍，知行合一才有力量</strong>，能做到你就是黑洞，可以天之道损不足而补有余，做不到，就只能妄想贵人垂青了，讽刺的是，做不到的人与贵人连物理交集、共吸一处空气都是奢求。</p>
     <p><strong>我相信：人、事、物整体都是康波，局部是马太。</strong></p>
     <p><strong>本来不想搭理喷子们，没想到个别喷子各种欢乐秀。来，成全你们，我把明细截图找出来，看看你们的脸有多耐打：</strong></p>
     <p><img class="content-image" src="http://pic1.zhimg.com/70/v2-b112e4cf4de38e73ab43d21c60eb18a0_b.jpg" alt=""></p>
     <p> </p>
     <p>有位仁兄的疑问，文字火药味不重，我借他的问题统一回复下：</p>
     <p>1、为什么写这篇文章？</p>
     <p>最开始仅仅是想通过写字梳理一下现状。看到下面的答案，也最多一笑。奈何知乎斗争经验不足，被一个人反复撩扰，看的碍眼，结果就越写越多。就像你说的，一个金融承做，又要养家糊口，本就分散精力，干嘛做这种吃力不讨好的事情？说实话，我也挺后悔的。这周末本就加班，又因为这个事情浪费了不少时间。如果早知如此，我可能就不会写这篇回答。毕竟生活易与不易，都是如人饮水，冷暖自知，写出来除了供人评判外，没有什么用。</p>
     <p>2、业余生活是否丰富？</p>
     <p>这点可能是误会了上一篇回复里我提到的休闲方式，这些方式是我身边同事业余活动的集合。就我个人而言，如果当天能下班后早些回家，我更多的是帮孩子们分担一些家务，毕竟照顾一个会跑但又对危险无意识的孩子相当辛苦。回家后基本上就是：和孩子一起吃饭 + 收拾家 + 陪玩讲绘本 + 和孩子妈一起给孩子洗漱 + 喂奶，然然后就是哄孩子睡觉，我只有部分时候参与，主要是孩子妈。也就是说，这个时候可以干点自己的事情了。刷刷微博看看行业大咖对案例的分析，看看关注的行业公众号，或者看看要看的书。人总有休闲的需求，我们也会看看小米盒子里的电影。当然限于时间有限，一部电影基本要分两次才能看完。工作日日子过的并不休闲。</p>
     <p>3、为什么不思考一下收入翻倍？</p>
     <p>先说薪酬：因为有天花板，也因为行业特性：就算是 preipo，要想不被认定为突击入股被锁 36 个月，就只能在 IPO 申报 6 个月前入股，然后是 IPO 报会排队审核，上市后再锁 12 个月，解禁后再根据减持新规分批次坚持，然后项目主体有限合伙清算，GP 获得 fee 和 carry，然后再等本年终奖金分配。综上所述，对于 pe 承做，投资只是开始，落到个人奖金，至少 4 年。急也没用。更何况若是无法以更高估值（高于 LPA 约定的基准收益）出售被投企业股权，那奖金什么的就更没戏了。</p>
     <p>再说其他收益：靠工资是不可能发财的，当然得有其他资产了。很多同学没有仔细看我答案里的举例。看了就知道我个人还在做二级（当然是合法的，没有竞业禁止）。二级市场这块儿，大家各有看法，我也不想说服谁，也不想公开自己入市以来的收益，只想说我 2012 年入市到现在，经历过牛熊的验证，才确认自己未来的超额收益在这里。才有底气这样安排我到手的薪酬。</p>
     <p>另外也谢谢好多同学的好意，我没有交代清楚，我老家就是北京周边省会，在当地也有房。有退路。</p>
     <p>好多同学问，为什么这么辛苦还留在北京？因为全中国只有北上深（或许还有杭）才有真正的 PE，其他地方的 PE，大多做的是明股实债，或者地方政府产业引导基金。我回老家或者去其他地方，恐怕只有降薪的空间。</p>
     <p>谢谢各位的关心，就像回答 1 说的，这个问题。花费了我超出预计的精力，所以以后我还是做个真正的看客。</p>
     <p>===最后一次 update===</p>
     <p>刚写完文件，摸鱼刷知乎的时候看到了@月亮脸同学的答案，第一句话就触动了我，非常感谢你的答案。对待认认真真评论就要认认真真回答：</p>
     <p>1、我老家是北京周边的省会，家里有两套房子对口当地一类学校。这种情况决定了：</p>
     <ul><li>对我北漂进行了兜底“大不了回老家”；</li>
     <li>除了北上深杭（工作机会），生活方面，换一个省会，于我而言，利：换一种自然人文环境，弊：从 0 开始。2016 年曾经纠结过这个问题，当时也曾考虑过去成都、武汉、南京、厦门、苏州、杭州工作生活，后来琢磨了下：既然在北京给孩子提供良好教育的挑战太大了（认清现实，做好了离开的心里准备），那为何不在老家给孩子当地一流的教育机会，没必要去新手村重新找虐——离开北京，99%回老家</li>
     <li>最后的 1%，因为我还有一个选择：移民新西兰（有亲戚在新西兰，愿意帮助我们全家移民），选一个好山好水好无聊的农业国家新手村重新开始？奥克兰的房价、当地一流教育资源所需的资金、缩水 4/5 的财富、金融行业无法技术移民需要我重新回炉学校让我几乎断了念想。</li>
     </ul><p>2、为什么不现在回老家享受主场优势？</p>
     <p>算是一种最后的挣扎吧，办事人情开道 + 懒散低效 + 封闭近乎凝固的社会，除非逼到实在不行，再认命回去做一个与当地环境融洽的人。</p>
     <p>3、什么时候回老家？</p>
     <p>私立幼儿园这个花销，我还能扛得起，但是接下来的私立小初高的花销，我完全没信心。最晚待孩子幼儿园大班的时候，就要做最终选择了。答案里很多同学问，我这种情况在北京又省不了多少钱（我无法接受与老婆孩子两地分居，即使这样能多攒点钱），干嘛不早回老家早享受。呵呵，若想舒服，我干嘛来北漂？<strong>宁可一思进，莫在一思停</strong>。所有北漂不都是为了搏更多的机会更多的可能。哪怕是不求人的二级投资，北上深与高手交流的概率也更大（我不否认互联网的作用，但我认为一些认知以及基于认知的策略，更多的来源与正确的人进行正确的交流，即使是雪球也噪音过多）。孩子上大班时，我是否打破了目前的天花板，到时一切都有定论，若再上一层楼支撑的起接下来的私立学费，那就留京，支撑不住就回去。</p>
     <p>4、“我们辛苦工作缴纳个税，供养当地人民福利保障”这个是事实，但也不能过于在意，毕竟一身戾气满腹抱怨于人于己都不好，你说是不？阶 - 层 - 固化、上升途径变小什么的都不是什么新鲜事，历史书里写的清清楚楚，不想那么多，奋斗就是了。</p>
     <p>5、也借这个答案，谢谢各位的关心，我在主答案里隐晦的说了下，但可能很多同学没注意，那么我明确的说一下：没孩子的时候花销没现在这么大，再加上上一轮牛市小有斩获，所以存款还是有的，购买房，只是觉得房子未来收益不如二级，所以没买。我还指望未来靠这笔钱赚取超额收益的，所以除非特殊情况，否则不会用来消费。</p>
     <p>6、我们确实消费降级了，一来行情不好能省则省，二来行情不好于我而言才是建仓的好机会，省一些次要的开支，本钱多一些，何乐不为？除了不苦孩子，我和孩子妈还是愿意为了未来，此时共克时艰的。</p>
     </div>
     </div>


     <div class="view-more"><a href="http://www.zhihu.com/question/24092772">查看知乎讨论<span class="js-question-holder"></span></a></div>

     </div>


     </div>
     </div><script type=“text/javascript”>window.daily=true</script>
     * image_source : 《一一》
     * title : 年度热门 · 五十万年薪的人是怎么过日子的？
     * image : https://pic2.zhimg.com/v2-77bec9a3825b3a3de6a65d5b762364e9.jpg
     * share_url : http://daily.zhihu.com/story/9706697
     * js : []
     * ga_prefix : 020409
     * images : ["https://pic3.zhimg.com/v2-0f3ae29a8aa4b50a608e79e539384bde.jpg"]
     * type : 0
     * id : 9706697
     * css : ["http://news-at.zhihu.com/css/news_qa.auto.css?v=4b3e3"]
     */

    private String body;
    private String image_source;
    private String title;
    private String image;
    private String share_url;
    private String ga_prefix;
    private int type;
    private int id;
    private List<String> js;
    private List<String> images;
    private List<String> css;

    public String getBody() {
        return body;
    }

    public void setBody(String body) {
        this.body = body;
    }

    public String getImage_source() {
        return image_source;
    }

    public void setImage_source(String image_source) {
        this.image_source = image_source;
    }

    public String getTitle() {
        return title;
    }

    public void setTitle(String title) {
        this.title = title;
    }

    public String getImage() {
        return image;
    }

    public void setImage(String image) {
        this.image = image;
    }

    public String getShare_url() {
        return share_url;
    }

    public void setShare_url(String share_url) {
        this.share_url = share_url;
    }

    public String getGa_prefix() {
        return ga_prefix;
    }

    public void setGa_prefix(String ga_prefix) {
        this.ga_prefix = ga_prefix;
    }

    public int getType() {
        return type;
    }

    public void setType(int type) {
        this.type = type;
    }

    public int getId() {
        return id;
    }

    public void setId(int id) {
        this.id = id;
    }

    public List<String> getJs() {
        return js;
    }

    public void setJs(List<String> js) {
        this.js = js;
    }

    public List<String> getImages() {
        return images;
    }

    public void setImages(List<String> images) {
        this.images = images;
    }

    public List<String> getCss() {
        return css;
    }

    public void setCss(List<String> css) {
        this.css = css;
    }
}
